## Vocab generated by v2 of the CMU-Cambridge Statistcal
## Language Modeling toolkit.
##
## Includes 7101 words ##
000
10
23rd
24th
26th
28th
7th
8th
<end>
a
abbey
abbots
abdy
abhor
abhorred
abide
abilities
able
abode
abolition
abominable
about
above
abroad
abrupt
abruptly
abruptness
absence
absences
absent
absented
absenting
absolute
absolutely
absorbing
abstained
absurd
absurdities
absurdity
abundance
abundant
abundantly
abused
abusing
acceded
accent
accents
accept
acceptable
acceptance
accepted
accepting
accepts
accession
accident
accidental
accidentally
accommodate
accommodation
accommodations
accompanied
accompaniment
accompany
accompanying
accomplish
accomplished
accomplishment
accomplishments
accord
accordant
according
accordingly
accosted
account
accountable
accounted
accounting
accounts
accrue
accumulation
accumulations
accusation
accuse
accused
accustomed
aches
achieved
achievement
acknowledge
acknowledged
acknowledging
acknowledgment
acknowledgments
acquaintance
acquainted
acquiesced
acquiescence
acquire
acquired
acquirements
acquit
acquittal
acquitted
acre
across
acrostic
act
acted
acting
action
actions
active
activity
actual
actually
acute
acuteness
adair
adapt
add
added
adding
addition
additional
address
addressed
addresses
addressing
adelaide
adequate
adherence
adieus
adjoining
administer
administered
admirable
admirably
admiration
admire
admired
admirer
admires
admiring
admissible
admission
admit
admits
admitted
adopt
adoption
adoration
adored
adoring
advance
advanced
advances
advancing
advantage
advantageous
advantages
adventure
adventuring
adventurous
adversary
advertising
advice
advisable
advise
advised
adviser
advising
advocate
affability
affable
affair
affairs
affect
affectation
affected
affectedly
affecting
affection
affectionate
affectionately
affections
affirm
affirmative
affix
affixed
affliction
afford
afforded
affording
affords
affronted
afloat
afraid
after
afternoon
afterwards
again
against
age
ages
aggrandise
aggression
aghast
agitate
agitated
agitating
agitation
ago
agony
agree
agreeable
agreeableness
agreeably
agreed
agreeing
agreement
agrees
agricultural
agriculture
ah
ahead
aid
aids
aimable
aimed
air
aired
airing
airs
airy
ajar
al
alacrity
aladdin
alarm
alarmed
alarming
alarms
alas
alderneys
alert
alertness
alike
alive
all
allay
alleviation
alleviations
alliance
alliances
allied
allies
allow
allowable
allowance
allowances
allowed
allowing
alloy
alluded
alluding
allusion
allusions
almane
almost
alone
along
aloud
alphabet
alphabetically
alphabets
already
also
altar
alter
alteration
altered
alternative
although
altogether
always
am
amazed
amazement
amazing
amazingly
ambition
amendment
amends
amiable
amiableness
amid
amidst
amiss
amity
among
amongst
amor
amount
amounted
amounting
ample
amply
amuse
amused
amusement
amuses
amusing
an
analogy
ancient
and
anecdote
angel
anger
angles
angry
animated
animating
animation
anna
anne
announce
announced
announcing
annoyance
another
answer
answered
answering
answers
antagonist
anticipated
anticipating
anticipation
antidote
anxiety
anxious
anxiously
any
anything
anywhere
apart
apartment
apartments
apiece
apologies
apologise
apologised
apology
apothecary
apparatus
apparent
apparently
appeal
appealed
appear
appearance
appearances
appeared
appearing
appears
appease
appeased
appellation
appendages
appetite
apple
apples
applicants
application
applications
applied
apply
applying
appointed
appointments
appreciate
appreciating
apprehend
apprehended
apprehending
apprehension
apprehensive
apprehensively
approach
approached
approaching
approbation
appropriated
appropriation
approval
approve
approved
approver
approves
approving
april
apt
arch
archly
ardent
are
argued
argument
argumentative
arguments
aright
arise
arisen
arises
arm
arms
arose
around
arrange
arranged
arrangement
arrangements
arranging
arrear
arrival
arrive
arrived
arriving
arrogance
arrow
arrowroot
art
arthur
article
articles
articulate
artifice
artificial
artist
artless
artlessly
artlessness
as
ascending
ascertain
ashamed
aside
ask
asked
asking
asks
asleep
asparagus
aspect
asperity
aspersion
aspired
assailed
assembled
assent
assented
assert
asserted
assertion
assist
assistance
assistant
assisted
assisting
associate
associates
associations
assorted
assume
assuming
assurance
assurances
assure
assured
assuring
astley
astonish
astonished
astonishing
astonishingly
astonishment
astray
asunder
at
ate
atmosphere
atonement
attach
attached
attaching
attachment
attachments
attack
attacked
attacking
attainable
attained
attempt
attempted
attempts
attend
attendance
attendant
attended
attending
attends
attention
attentions
attentive
attentively
attestation
attitude
attorney
attract
attraction
attractions
attractive
attribute
attributed
attributing
audible
audibly
augmentation
augur
august
augusta
aunt
auspices
author
authorised
authority
autumn
avail
availing
avenue
avenues
avert
averted
averting
avoid
avoided
avoiding
avowed
avowedly
awake
awakened
aware
away
awe
awes
awkward
awkwardness
awkwardnesses
awoke
aye
baby
back
backgammon
background
backward
bad
badly
bailiff
baits
bake
baked
baker
baking
balance
ball
ballroom
balls
baly
band
bandied
bangs
banished
bank
bar
bare
barely
bargain
barnes
baronne
barouche
bars
base
bashfulness
basin
basins
basis
basket
baskets
bates
bateses
bath
bathing
battle
be
beam
beaming
bear
bearer
bearers
bearing
bears
beat
beau
beaufet
beauties
beautiful
beautifully
beauty
beavers
became
because
become
becomes
becoming
bed
beds
been
beer
beet
before
beforehand
befriend
befriended
beg
began
begged
begging
begin
beginning
beginnings
begins
begs
begun
behalf
behave
behaved
behaving
behaviour
beheld
behind
behindhand
behold
being
beings
belief
believe
believed
believes
believing
bell
bella
belong
belonged
belonging
belongs
beloved
below
bench
bend
bending
bends
beneath
benefit
benefited
benevolence
benevolent
bent
besides
best
bestow
bestowed
betray
betrayed
betraying
better
between
betweens
bewildered
bewitches
bewitching
beyond
bias
bickerton
bid
bids
bilious
bird
birmingham
birth
birthday
biscuits
bit
bitter
bitterly
bitterness
black
blame
blameable
blamed
blameless
blaming
blanche
blank
bleak
blended
bless
blessed
blessing
blessings
blind
blinded
blinder
blindness
blinds
blocked
blockhead
blood
bloom
blooming
blossom
blot
blow
blown
blue
blunder
blundered
blunders
blunt
bluntness
blush
blushed
blushes
blushing
boarder
boarding
boast
boasted
boastful
boasts
bodies
body
boil
boiled
boiling
boils
bond
bone
bonnet
book
books
boot
bordered
bordering
bore
born
borne
borrow
borrowed
bosom
both
bottom
bought
bound
bounded
bounds
bountiful
bow
bowed
bows
box
boy
boyish
boys
brace
bragge
bragges
brain
braithwaites
branch
bravado
bread
break
breakfast
breaking
breaks
breast
breath
breathe
breathing
bred
breeding
brewing
brick
bride
brief
briefly
bright
brightened
brighter
brightest
brilliancy
brilliant
bring
bringing
brings
brisk
briskly
briskness
bristol
broad
broader
broadly
broadway
broadwood
broiling
broke
broken
broth
brother
brotherly
brothers
brought
brown
brunswick
brunt
brutal
build
building
built
bulky
buried
burn
burst
bursts
burying
bushel
busiest
business
bustle
busy
but
butcher
butler
butter
buttons
buy
buyings
by
bye
c
cabbage
cabinets
cake
cakes
calculate
calculated
calculation
call
called
calling
calls
calm
calmer
calmly
calmness
came
cameos
camp
campbell
campbells
can
candidates
candidly
candlelight
candles
candour
cannot
canvassing
capabilities
capable
capacities
capacity
capital
caprice
caprices
capricious
caps
captain
captious
captivated
car
card
cards
care
cared
career
careful
carefully
carefulness
careless
carelessly
carelessness
cares
caresses
caring
caro
caroline
carpet
carriage
carriages
carried
carries
carrot
carry
carrying
cart
carte
case
casement
casements
cases
cast
catch
catching
catherine
cattle
caught
cause
causes
caution
cautioned
cautious
cautiously
cautiousness
cavil
caviller
cease
ceased
ceaseless
ceases
ceasing
ceiling
celibacy
cellery
censure
centre
ceremonies
ceremonious
ceremony
certain
certainly
certainty
certified
chained
chair
chaise
chamber
chambers
chance
chances
chancing
change
changeable
changed
changes
changing
channel
chaperon
chapter
chapters
character
characteristic
characters
charade
charades
charge
charges
charitable
charity
charm
charmed
charming
charmingly
chat
chatted
chatter
chattering
chatty
cheap
check
checked
checker
checking
cheek
cheeks
cheer
cheerful
cheerfuller
cheerfully
cheerfulness
cheering
cheerless
cheerlessness
cheese
cherishing
cherries
chicken
chief
chiefly
chilblains
child
childhood
children
chili
chimney
choice
choose
chose
chosen
christened
christian
christmas
church
churchill
churchills
churchwardens
chuse
chuses
chusing
ciphers
circle
circles
circular
circulate
circumspection
circumstance
circumstances
citizen
civil
civilities
civility
civilly
claim
claimed
claiming
claims
clamorous
clara
class
classed
classing
clayton
clean
clear
cleared
clearer
clearest
clearing
clearly
clearness
clemency
clergyman
clerk
clerks
clever
cleverer
cleverest
cleverness
clifton
climate
clinging
cloak
clock
close
closed
closely
closer
closest
closet
closing
cloth
clothed
clothes
clothing
cloud
clouds
clover
clownish
club
clung
coach
coaches
coachman
coachmen
coarse
coarseness
coarser
coast
cobham
cockade
coddling
coffee
cogitation
cold
colder
coldest
coldly
coldness
colds
cole
coles
collation
collect
collected
collectedly
collecting
collection
collections
colonel
colour
coloured
colouring
colours
column
combated
combine
combined
come
comes
comfort
comfortable
comfortably
comforted
comfortless
comforts
coming
command
commanded
commanding
commandingly
commands
commend
commendation
commended
comment
comments
commiseration
commission
commissions
commit
committed
common
commonest
commonly
commonplace
communicate
communicated
communicating
communication
communications
communicative
companion
companionableness
companionably
companions
company
comparative
comparatively
compare
compared
comparing
comparison
comparisons
compassion
compassionate
compatible
competence
competent
complacency
complacently
complain
complained
complains
complaint
complaints
complaisance
complaisant
complete
completed
completely
completest
completion
complexion
compliance
compliment
complimentary
complimented
complimenter
compliments
complying
compose
composed
composedly
composing
composition
composure
comprehend
comprehended
comprehending
comprehension
compress
compressed
comprised
compunction
comtesse
conceal
concealed
concealing
concealment
conceit
conceited
conceive
conceived
concentrated
conceptions
concern
concerned
concerns
concert
concerts
concession
conciliating
concise
conclude
concluded
concluding
conclusion
concurrence
condemn
condescending
condescension
condition
conditionally
conditioning
condolence
conduce
conduct
conducting
confederates
conferred
conferring
confers
confess
confessed
confesses
confessing
confession
confidant
confidantes
confide
confidence
confident
confidential
confiding
confine
confined
confinement
confirm
confirmation
confirmed
confirming
confound
confuse
confused
confusion
congratulate
congratulated
congratulating
congratulation
congratulations
congratulatory
conjecture
conjectures
conjecturing
conjugal
connect
connected
connecting
connexion
connexions
connivance
conniving
conquered
conquering
conquest
conscience
conscious
consciously
consciousness
consent
consented
consenting
consents
consequence
consequences
consequent
consequently
conservatory
consider
considerable
considerably
considerate
consideration
considerations
considered
considering
considers
consistent
consistently
consisting
consolation
console
consoling
constancy
constant
constantly
consternation
constituted
constitution
constitutions
constrain
constrained
construction
consult
consultation
consulted
consulting
consumption
contain
contained
containing
contemplate
contemplated
contemplating
contemplation
contemptible
contemptuous
contend
contented
contentment
contents
contingencies
continual
continually
continuance
continue
continued
continuing
contract
contracted
contradict
contradicted
contradiction
contrary
contrast
contrasted
contribute
contributed
contributing
contribution
contrition
contrivance
contrivances
contrive
contrived
contriving
controul
conundrum
conundrums
convenience
conveniences
convenient
conveniently
conversable
conversation
conversations
converse
conversed
convey
conveyance
conveyed
conveying
conviction
convictions
convince
convinced
convincing
convivial
cook
cool
cooled
cooler
cooling
coolly
coolness
cooper
cope
copied
copy
copying
corals
cordial
cordiality
cordially
corn
corner
correct
corrected
correctly
correspond
corresponded
correspondence
correspondent
corresponding
corroborating
cost
cottage
cotton
cough
coughing
could
council
councillors
counsel
counsellor
counsels
count
countenance
counter
counteract
counties
countries
country
county
couple
coupled
couplet
courage
courageous
course
courses
court
courtesies
courtesy
courts
courtship
cousin
cousins
covered
covering
covert
cow
cowper
cows
cox
coxcomb
coxe
coxes
craig
cramer
cramp
crayon
crayons
cream
create
created
creating
creation
creature
creatures
credit
creditable
creditably
credulity
creep
cried
crisis
critical
criticising
criticism
cromer
cross
crossed
crosser
crosses
crossness
crowd
crowded
crown
cruel
crushed
cry
cultivation
culture
cure
cured
curiosity
curious
curled
curls
currants
curs
curse
curtain
curtains
curtseys
curve
custard
custom
cut
cutting
d
daily
damp
damps
dance
danced
dancer
dancers
dances
dancing
danger
dangerous
dangers
dare
dared
dares
daring
daringly
dark
darker
darling
darted
darting
dashed
dashing
date
dated
dating
daughter
daughters
dawdling
day
days
de
dead
deadening
deaf
deafer
deafness
deal
dealing
dealings
dealt
dear
dearer
dearest
dearly
dears
death
deathbed
debased
debasement
debate
debt
decease
deceit
deceive
deceived
december
decent
deceptions
decide
decided
decidedly
decides
deciding
deciphered
decision
decisive
decisively
declaration
declare
declared
declares
declaring
decline
declined
declining
decorated
decorum
decree
deduction
deed
deedily
deem
deemed
deep
deeper
deepest
deeply
defeat
defects
defence
defend
defended
defer
deference
defiance
deficiencies
deficiency
deficient
defies
defined
definition
defying
degradation
degrading
degree
dejection
delay
delayed
delays
delegating
deliberately
deliberating
delicacy
delicate
delicately
delicious
delight
delighted
delightful
delightfully
delights
delineated
deliver
delivered
delusion
demand
demanded
demanding
demands
demerits
demure
demurred
demurs
denial
denied
denote
denoted
denotes
dentist
deny
denying
depart
departed
departure
depend
depended
dependence
dependent
depending
depends
deplorable
deplore
deposit
deposited
deprecated
depreciating
depressed
depression
deprived
deranged
derived
deriving
describe
described
describing
descried
description
descriptive
desert
deserted
deserts
deserve
deserved
deservedly
deserves
deserving
design
designedly
designs
desirable
desirableness
desire
desired
desires
desiring
desirous
desk
despair
despaired
despatch
despatched
desperate
desperately
despise
despoiling
desponding
dessert
destin
destination
destined
destiny
destroy
destroyed
desultory
detach
detached
detail
detailed
detailing
detain
detained
detaining
detected
detecting
determination
determine
determined
determining
detestable
development
deviation
device
devil
devise
devoid
devote
devoted
devoting
devotion
dews
dexterity
dexterously
dialogue
dialogues
dictate
dictated
did
die
died
dies
diet
differ
difference
different
differently
differing
difficult
difficulties
difficulty
diffidence
diffident
diffuse
diffuses
dignified
dignities
dignity
dilatory
diligence
dimensions
dine
dined
dining
dinner
dinners
dint
direct
directed
direction
directions
directly
direful
dirt
dirty
disadvantages
disagree
disagreeable
disagreeableness
disagreeables
disagreement
disagreements
disappearance
disappearing
disappoint
disappointed
disappointing
disappointment
disappointments
disapprobation
disapprove
disapproved
discern
discerned
discerning
discharged
discipline
disclaimed
disclaiming
disclosure
discomposed
discontent
discontinuing
discordancies
discouragement
discourse
discover
discovered
discoveries
discovering
discovery
discreet
discreetly
discretion
discrimination
discuss
discussed
discussing
discussion
disdain
disengage
disengaged
disgrace
disgraced
disguise
disguised
disgust
disgusted
disgusting
disgustingly
disgusts
dish
dishes
disinclination
disinclined
disingenuousness
disinterested
disinterestedness
dislike
disliked
dismal
dismay
disorder
disordered
disparity
dispel
dispelled
dispense
dispensed
dispensing
disperse
dispersed
dispersing
dispiriting
display
displayed
displaying
displays
displeased
displeasure
dispose
disposed
disposing
disposition
dispositions
disputable
disputing
disrespect
dissatisfaction
dissentient
disservice
dissipate
dissipated
dissipation
dissolved
dissuade
dissuaded
distance
distant
distaste
distasteful
distinct
distinction
distinctly
distinguish
distinguished
distinguishing
distress
distressed
distresses
distressing
distrust
distrusted
disturb
disturbance
disturbed
disturbing
ditch
divert
diverted
diverting
divested
divide
divided
divined
division
divisions
dixon
dixons
do
doat
doated
doating
doatingly
docile
doctoring
doctrines
doer
does
dog
doing
doings
doleful
domestic
don
done
donkey
donkeys
donwell
doom
doomed
door
doors
dorking
doth
double
doubled
doubly
doubt
doubted
doubtful
doubtfully
doubtingly
doubts
down
downright
downstairs
dozen
dr
drain
drank
draper
draught
draughts
draw
drawback
drawers
drawing
drawings
drawn
draws
dread
dreaded
dreadful
dreadfully
dream
dreamer
dreaming
dreams
dreamt
dress
dressed
dressing
drew
drifted
drifting
drills
drink
drinking
drive
driven
driving
drizzle
drop
dropped
drops
dropt
drove
drown
drowned
drudge
drugs
drunk
drunkenness
dry
dryly
dryness
dubious
dublin
due
dull
dulness
duly
dumpling
dumplings
dupe
duped
durable
during
dusk
dust
dusty
duties
dutiful
duty
dwell
dwelling
dwellings
dwelt
dwindled
dyed
dying
e
each
eager
eagerly
eagerness
ear
earlier
earliest
early
earn
earned
earnest
earnestly
earnestness
earth
ease
easier
easily
east
easter
easy
eat
eatable
eaten
eating
eats
eccentric
eclat
ecstasies
edition
educate
educated
educating
education
effect
effecting
effects
effectually
efficacy
effort
efforts
effusion
effusions
egg
eggs
eight
eighteen
eighth
either
ejaculation
elbow
elder
elderly
eldest
elect
elegance
elegancies
elegant
elegantly
elevate
elevation
eleven
eligibility
eligible
eligibly
elizabeth
elms
else
elsewhere
elton
eltons
em
embarrassed
embarrassing
embarrassment
embodied
embraces
embrocation
eminent
emma
emotion
emotions
emphasis
emphatically
employ
employed
employing
employment
employments
empty
emulate
en
enable
enabled
enchanted
enchanting
enclosed
encounter
encountered
encourage
encouraged
encouragement
encouragements
encourager
encouraging
encroach
encumbered
encumbrance
end
endanger
endeared
endeavour
endeavoured
endeavouring
endeavours
ended
ending
ends
endurance
endure
endured
enduring
enemies
enemy
energetic
energy
engage
engaged
engagement
engagements
engages
engaging
england
english
engrafted
engravings
engross
engrossed
engrosses
engrossing
enhanced
enigmas
enjoy
enjoyable
enjoyed
enjoying
enjoyment
enjoyments
enlarge
enlarged
enlightened
enliven
enlivened
enmity
ennui
enormous
enough
enquired
enquiring
enrich
enscombe
ensued
ensure
entangled
enter
entered
entering
enters
entertain
entertained
entertaining
entertainingly
entertainment
entire
entirely
entitle
entitled
entitling
entrance
entrapped
entreat
entreated
entreaties
entree
enumerate
enviable
envied
envious
environs
envy
epithets
equal
equality
equalled
equally
equals
equipped
equivocation
erection
errand
errands
errant
errantry
erroneous
error
errors
errs
escape
escaped
escaping
escorted
espalier
especial
especially
espionage
essay
essential
establish
established
establishment
estate
esteem
esteemed
esteeming
estimable
estimate
estimated
estimation
etc
eternal
evasions
even
evening
evenings
event
events
eventually
ever
every
everyday
everywhere
evidence
evident
evidently
evil
evils
evinced
exact
exactly
exaggeration
examination
examine
examined
examining
example
exceed
exceeding
exceedingly
exceeds
excellence
excellent
excellently
except
excepted
excepting
exception
excess
excesses
excessive
excessively
exchange
exchanged
exchanging
excite
excited
excites
exciting
exclaim
exclaimed
exclaiming
exclamation
exclude
excluded
exclusively
excusable
excuse
excused
excuses
executing
execution
exemption
exercise
exercises
exert
exerted
exerting
exertion
exertions
exhausted
exhibitions
exist
existed
existence
expect
expectant
expectation
expectations
expected
expecting
expediency
expedient
expedients
expedition
expeditious
expense
expenses
experience
experienced
expert
expiation
expiration
explain
explained
explains
explanation
explanations
explore
explored
exploring
expose
exposed
express
expressed
expressing
expression
expressions
expressive
expressly
exquisite
extend
extended
extensive
extent
extenuation
extenuations
exterior
exteriors
extinction
extracts
extraordinary
extravagance
extravagant
extreme
extremely
extricated
exult
exultation
exulting
exultingly
eye
eyebrows
eyeing
eyelashes
eyes
f
face
faces
facing
fact
facts
fagged
fail
failed
failing
failings
fails
failure
failures
faint
fainted
faints
fair
fairest
fairfax
fairly
fairy
faith
faithful
fall
fallen
falling
falls
false
falsehood
falsehoods
fame
familiar
familiarise
families
family
famous
fancied
fancies
fanciful
fancifulness
fancy
fancying
far
fare
farm
farmer
farming
farther
farthest
fashion
fashionable
fashioned
fast
fasten
fastening
faster
fastidious
fat
fatal
fate
father
fathers
fathomed
fatigue
fatigued
fatigues
fatiguing
fault
faultless
faults
favour
favourable
favourably
favouring
favourite
fear
feared
fearful
fearfully
fearing
fearless
fears
feasible
feature
featured
features
february
fed
feeble
feebleness
feebly
feed
feeding
feel
feeling
feelingly
feelings
feels
feet
feigning
felicities
felicity
fell
felling
fellow
fellows
felt
female
females
feminine
fence
fenced
fervour
festivity
fetch
fetched
fetches
fetching
fever
feverish
few
fewer
fidget
fidgetiness
fidgeting
fidgets
field
fields
fifty
fight
figuratively
figure
figured
figures
fill
filled
filling
fills
final
finale
find
finding
finds
fine
finery
finesse
finessing
finest
finger
finish
finished
finishing
fire
fires
fireside
firm
firmly
first
fish
fit
fits
fitted
five
fix
fixed
fixing
flakes
flame
flatter
flattered
flatterer
flatterers
flatteries
flattering
flattery
flavour
flesh
flew
flies
flight
fling
flirtation
flirted
floated
flock
flocks
floor
flourishes
flourishing
flow
flowed
flower
flowers
flown
fluctuations
fluently
flurry
flushed
flutter
fluttered
fly
flying
fogs
fold
folded
folding
follies
follow
followed
following
follows
folly
fond
fondest
fondling
fondly
fondness
food
fool
foolish
foolishly
fools
foot
footing
footpath
footstep
footsteps
foppery
for
forbade
forbearance
forbid
force
forced
forcibly
forcing
ford
fore
foreboded
forebodings
forerunner
foresaw
foresee
foreseeing
foreseen
foresight
forest
forestall
forestalling
foretell
foretelling
foretold
forever
forfeit
forfeited
forgave
forget
forgets
forgetting
forgive
forgiven
forgiving
forgot
forgotten
forlorn
form
formal
formation
formed
former
formerly
formidable
forming
forms
forswear
forth
fortitude
fortnight
fortuitous
fortunate
fortunately
fortune
forty
forward
forwarded
forwarding
forwards
found
foundation
four
fourteen
fourth
fragrance
frame
framed
frank
fraud
freak
freaks
free
freed
freedom
freeze
french
frequent
frequently
fresco
fresh
freshened
freshness
fricassee
friday
fried
friend
friendliness
friendly
friends
friendship
fright
frighten
frightened
frightful
frightfully
fro
from
front
frost
frown
frozen
fruit
fruitless
full
fuller
fullest
fully
funeral
furnish
furnished
furniture
further
fuss
future
gaieties
gaiety
gaily
gain
gained
gainer
gaining
gains
gaiters
gala
gallant
gallantries
gallantry
game
games
gammon
gang
garden
gardeners
gardens
garrick
garters
gate
gates
gather
gathering
gave
gay
gayest
gaze
general
generally
generations
generosity
generous
genial
genius
genlis
genteel
gentility
gentle
gentleman
gentlemanlike
gentlemen
gentleness
gentlewoman
gently
genuine
geography
george
gesture
gestures
get
gets
getting
gifted
gifts
giggle
gilbert
gilberts
gingerbread
gipsies
gipsy
girl
girls
give
given
giver
gives
giving
glad
gladly
gladness
glance
glanced
glances
glancing
glaring
glass
glasses
glee
glibly
glimpse
gloom
gloomy
gloried
glorious
glory
glossed
gloves
glow
glowing
go
god
goddard
goes
going
goings
gold
goldsmith
gone
good
goodhumoured
goodly
goodnatured
goodness
goodwill
goose
gossip
gossips
got
gout
governed
governess
gown
grace
graceful
graces
gracious
graciously
graciousness
gradations
gradual
gradually
graham
grammarian
grammatical
grand
grandeur
grandmama
grandmother
grandpapa
grandpapas
grant
granted
grateful
gratefully
gratification
gratifications
gratified
gratify
gratifying
gratitude
grave
gravel
gravely
graver
gravity
grease
great
greatcoat
greater
greatest
greatly
greatness
green
greensward
greeted
grew
grey
grief
grievance
grievances
grieve
grieved
grievous
grievously
gross
grossly
ground
groundless
grounds
groundwork
group
grove
grow
growing
grown
grows
grudged
gruel
guard
guarded
guess
guessed
guessing
guest
guests
guidable
guidance
guide
guided
guileless
guilt
guilty
guinea
ha
haberdasher
habit
habitation
habits
habitual
had
hair
hairdresser
half
hall
hand
handed
handle
handled
hands
handsome
handsomely
handsomest
handwriting
hang
hanging
hannah
haphazard
happen
happened
happening
happens
happier
happiest
happily
happiness
happy
harbour
harboured
hard
hardened
hardly
hardship
hardships
hardy
harm
harmless
harmonise
harmony
harp
harriet
harry
harsh
harshly
hart
hartfield
has
hasten
hastening
hastily
hasty
hat
hate
hated
hateful
hating
hatred
haunted
haunting
haunts
hautboy
hautboys
have
having
hawkins
hay
hazard
hazarded
hazards
hazle
he
head
headache
headaches
headed
heal
healed
health
healthy
heap
hear
heard
hearing
hears
heart
hearted
heartedness
heartfelt
heartily
hearts
hearty
heat
heated
heaven
heavens
heavy
hedge
hedges
heedlessness
height
heightened
heir
heiress
held
help
helped
helping
helpless
helpmate
hems
hence
henceforth
henceforward
henry
her
here
hereabouts
hereafter
heretofore
heritage
hero
heroine
heroism
hers
herself
hesitate
hesitated
hesitating
hesitatingly
hesitation
hesitations
hetty
hid
high
highbury
higher
highest
highly
hill
him
himself
hind
hindered
hindrance
hint
hinting
hints
hired
his
history
hit
hither
hitherto
hoarse
hodges
hold
holding
holds
holiday
holidays
holyhead
home
homely
homes
homewards
honest
honestly
honesty
honour
honourable
honourably
honoured
honouring
honours
hood
hop
hope
hoped
hopeless
hopes
hoping
horrible
horrid
horror
horrors
horse
horseback
horses
horsewoman
hospitable
hospitality
host
hot
hotter
hour
hourly
hours
house
housebreaking
housekeeper
housekeeping
housemaid
houseroom
houses
how
however
hows
hue
hughes
hum
human
humane
humanely
humanity
humble
humiliation
humility
humour
humoured
humouredly
humourist
humours
humph
hundred
hundreds
hung
hungry
hunting
hurried
hurry
hurrying
hurt
hurting
hurts
husband
husbands
hush
huswife
hymen
hyperbolical
hypocrisy
i
ice
idea
ideas
idle
idleness
idlest
idolized
if
ignorance
ignorant
ii
iii
ill
illegitimacy
illiberal
illiterate
illness
illnesses
illumination
image
imaginary
imagination
imaginations
imagine
imagined
imagines
imagining
imaginist
imitation
immaterial
immediate
immediately
immense
impair
imparted
impartial
impartiality
impartially
impassable
impatience
impatient
impede
impediment
impelled
impending
imperfection
impertinence
impertinent
impertinently
implanted
implicitly
implied
implore
imply
impolite
importance
important
importation
impose
imposed
imposing
impossibility
impossible
impressed
impression
improper
improperly
improprieties
impropriety
improve
improved
improvement
improves
improvidently
improving
imprudence
imprudent
impudence
impudent
impulse
impute
imputed
in
inability
inadequate
inadmissibility
inattentive
incapable
incessant
inch
incidental
inclination
inclinations
incline
inclined
inclines
inclining
included
including
income
incommoded
incommoding
incompatible
incomplete
incomprehensible
incongruity
incongruous
inconsiderable
inconsiderate
inconsiderately
inconsideration
inconsistency
inconsistent
inconstancy
inconvenience
inconveniences
inconvenient
inconveniently
increase
increased
increases
increasing
incredible
incumbent
indebted
indecision
indeed
indefatigable
indefinite
indelicacy
indelicate
independence
independent
indescribable
indicate
indicated
indifference
indifferent
indignant
indignantly
indignation
indignity
indiscreetly
indiscretion
indispensable
indisposed
indisposition
indisputable
indistinct
indistinctness
individual
individually
indolent
indoors
indubitable
induce
induced
inducement
inducements
indulge
indulged
indulgence
indulgent
indulging
industriously
industry
inebriety
inelegance
inequality
inevitable
inevitably
inexcusable
inexperience
inexpressible
inexpressibly
infamous
infancy
infant
infantry
infatuation
infection
infectious
inference
inferior
inferiorities
inferiority
inferred
infinite
infinitely
infinity
inflamed
inflicted
inflicting
influence
influenced
influenza
information
informed
informs
ing
ingenious
ingeniously
ingenuity
ingenuousness
ingratiating
ingratitude
inhabited
inheritance
inherited
inheriting
inherits
inimitable
injunction
injure
injured
injuries
injurious
injury
injustice
inn
innocent
innocently
inquietudes
inquire
inquired
inquiries
inquiring
inquiry
inroads
insane
insensibility
insensible
insensibly
inseparably
insidious
insight
insignificance
insincere
insinuate
insinuating
insipid
insisted
insolence
insolent
inspect
inspection
inspiration
inspire
inspired
inspiriting
instance
instances
instant
instantaneous
instantly
instead
instigator
instinctive
institute
instruction
instrument
instrumental
instruments
insufferable
insufficient
insult
insulted
insulting
insuperable
integrity
intellect
intellects
intellectual
intelligence
intelligent
intelligible
intended
intending
intends
intent
intention
intentionally
intentions
intently
interchange
intercourse
interest
interested
interesting
interests
interfere
interfered
interference
interior
intermediate
intermission
internal
interposed
interposition
interpret
interrupted
interrupting
interruption
interruptions
interval
intervals
interview
intimacy
intimate
intimately
intimates
intimation
into
intolerable
intreat
intrigue
introduce
introduced
introduces
introducing
introduction
introductions
invalid
invalids
invaluable
invariable
invent
inventing
invention
invitation
invitations
invite
invited
invites
inviting
involuntarily
involuntary
involve
involved
involvement
inward
ireland
irish
irksome
irksomeness
iron
irrational
irregular
irresistible
irresistibly
irresolute
irritable
irritate
irritated
irritation
is
isabella
issue
issued
it
italian
its
itself
iv
ix
james
jane
january
jealous
jealousy
jeffereys
jewels
job
john
join
joined
joining
joint
joints
joke
jokes
journey
joy
joyful
joyfully
joyous
joyously
judge
judged
judges
judging
judgment
judicious
july
jumble
jump
jumped
jumping
june
just
justest
justice
justified
justify
justly
k
keen
keenly
keep
keeping
kept
key
killed
kind
kinder
kindest
kindled
kindly
kindness
kindred
king
kingdom
kingdoms
kings
kingston
kissed
kitchen
kite
kitty
knack
knee
knew
knife
knight
knightley
knightleys
knit
knitting
knives
knock
knocked
know
knowing
knowledge
known
knows
l
la
laborious
labour
labourers
labouring
labours
lace
lacing
ladies
lady
ladylike
laid
lain
lamb
lame
lament
lamentations
lamented
lamenting
lamp
land
landau
landed
lands
landscapes
lane
langham
language
languid
languish
languor
lapse
large
larger
largest
larkins
lashes
last
lasted
lasting
lasts
late
lately
lateness
later
latest
latter
latterly
laugh
laughed
laughing
laurels
lavished
law
lawfully
lawn
lawyer
lay
laying
lazy
lead
leading
leads
league
leaned
leaning
learn
learned
learnt
least
leather
leave
leaves
leaving
lecture
lectured
led
left
leg
legal
leisure
lending
length
lengthened
lengths
leniently
lent
less
lessen
lessened
lessening
lesson
lessons
lest
let
lets
letter
letters
letting
level
levity
liable
liberal
liberality
liberally
liberties
liberty
library
licentiousness
lie
lies
lieu
lieut
life
lifted
light
lighted
lightened
lighter
lights
like
liked
likeliest
likelihood
likely
likeness
likenesses
likes
likewise
liking
limb
lime
limes
limitations
limited
limits
line
lined
linen
lines
lingering
linguist
lip
lips
liquor
list
listen
listened
listener
listeners
listening
listlessness
lists
literally
literary
literature
little
littleness
live
lived
liveliest
livelihood
liveliness
lively
lives
living
local
lock
locked
lodged
lodgings
loin
london
loneliness
lonely
long
longed
longer
longest
longing
look
looked
looking
looks
lord
lords
lose
loser
losing
loss
losses
lost
lot
loth
loud
louder
loudly
loudness
love
loved
loveliness
lovely
lover
lovers
loves
low
lower
lowering
lowest
lowly
luck
luckiest
lucky
lungs
lurking
luxuries
luxurious
luxury
m
ma
mad
madam
madame
made
madeira
madness
magistrate
magistrates
magnificent
magnified
maid
maids
mails
main
maintain
maintained
maintaining
maintenance
make
makes
making
male
malt
mama
man
manage
managed
management
manchester
mania
manner
manners
manoeuvring
mansion
mantelpiece
many
maple
maps
march
mare
mark
marked
market
marking
marks
marriage
marriages
married
marries
marry
marrying
martin
martins
master
masters
mat
match
matched
matches
material
materially
maternal
mathematician
matrimonial
matrimony
matter
matters
matting
may
me
meadows
meal
meals
mean
meaning
meanly
means
meant
meanwhile
measles
measure
measured
measures
measuring
meat
mechanically
medals
medical
medicine
mediocre
meditated
meditating
meditations
medium
medley
meet
meeting
meetings
meets
melancholy
melodies
memorandum
memorandums
memorial
memory
men
mend
mental
mention
mentioned
mentioning
mercantile
merchant
mercy
mere
merely
merest
merit
merited
merits
mermaid
mermaids
merriment
merry
message
messages
messenger
met
method
methodical
michaelmas
mickleham
mid
middle
middling
midnight
midst
midsummer
might
mighty
mild
milder
mildest
mildness
mile
miles
military
militia
mill
million
milmans
mimic
minced
mind
minded
minds
mine
miniatures
minister
minor
minority
minute
minutes
mirth
mis
misapply
misbehave
mischief
mischievous
misconception
misconceptions
misconduct
misconstrued
miserable
miserably
misery
misfortune
misfortunes
misinterpreted
misled
miss
missed
misses
missing
misspent
mistake
mistaken
mistakes
mistress
mistresses
misunderstand
misunderstanding
misunderstandings
misunderstood
mitchell
mix
mixed
mixing
mixture
mock
mode
model
moderate
moderately
moderation
modern
modes
modest
modestly
modesty
moment
momentary
moments
monarch
monday
money
month
months
moonlight
moral
moralised
moralising
morality
more
moreover
morning
mornings
morrow
morrows
mortals
mortification
mortifications
mortified
mortify
mortifying
most
mostly
mother
motherly
motion
motionless
motive
motives
motto
mount
mounted
mounts
mourners
mournful
mourning
mouth
move
moved
movement
movements
moves
moving
mr
mrs
much
mud
muffin
mule
multiplicity
multiplied
mum
murmured
murmurs
music
musical
musician
musing
muslin
muslins
must
mustered
mute
muttering
mutterings
mutton
mutual
mutually
my
myself
mysteriously
mystery
n
nailed
naivete
name
named
names
naming
narration
narrative
narrow
narrower
nash
native
natural
naturally
nature
natured
nay
near
nearer
nearest
nearly
neat
neatly
necessarily
necessary
necessity
need
needed
needless
needlessly
needlework
needs
negative
negatives
neglect
neglected
neglecting
negligence
negligent
neighbour
neighbourhood
neighbours
neither
nephew
nephews
neptune
nerves
nervous
nervously
nervousness
nestled
never
new
newly
news
newspaper
next
nice
nicely
nicer
nicety
niece
nieces
night
nights
nine
nineteen
ninety
ninth
nnight
no
nobility
noble
nobody
nod
nodded
nodding
nods
noise
noisy
nominal
non
none
nonsense
nonsenses
nonsensical
nor
north
northward
not
notch
note
notes
nothing
notice
noticed
noticing
notion
notions
nought
nourishing
novelties
novelty
november
novitiate
now
nowhere
number
numbers
numerous
nurse
nursed
nursery
o
oath
obedience
object
objected
objecting
objection
objectionable
objections
objects
obligation
oblige
obliged
obliging
obscurity
observable
observance
observant
observation
observations
observe
observed
observer
observing
obstacle
obstacles
obstinate
obtained
obtaining
obtrude
obtruding
obviate
occasion
occasional
occasionally
occasioned
occasions
occupation
occupations
occupied
occupy
occur
occurred
occurrence
occurrences
occurs
october
odd
oddest
oddities
odious
of
off
offence
offences
offend
offended
offending
offer
offered
offering
offers
office
officer
offices
officiating
officious
often
oftener
oftentimes
oh
old
older
olive
omission
omit
omitting
on
once
one
ones
oneself
only
open
opened
opening
openly
openness
opens
operation
operations
opinion
opinions
opportune
opportunities
opportunity
oppose
opposed
opposing
opposite
opposition
oppress
oppressed
oppression
oppressive
or
orchard
order
ordered
orderly
orders
ordinarily
ordinary
origin
original
originally
originating
ornament
ornamented
ornaments
orphan
ostalis
ostensible
ostentation
ostler
other
others
otherwise
otway
otways
ought
our
ours
ourselves
out
outcry
outgrown
outlived
outrage
outree
outstepped
outward
outwardly
outweigh
over
overboard
overcame
overcareful
overcharged
overcome
overcoming
overflowing
overhear
overheard
overhearing
overlook
overpower
overpowered
overpowering
overrated
overrating
overseers
overtake
overtaken
overthrow
owe
owed
owes
owing
own
owned
owner
owning
ox
oxford
oysters
pace
pacing
pack
packet
packs
page
pages
paid
pain
pained
painful
pains
pair
palatable
pale
pales
paling
palliate
palpable
palpably
palpitations
pan
pang
pangs
panic
pantry
papa
papas
paper
papers
par
parade
paradings
parcel
parcels
pardon
pardoned
parent
parentage
parents
parish
parishes
park
parley
parlour
parlours
parsnip
part
partake
parted
partial
partiality
partially
particular
particularity
particularly
particulars
parties
parting
partly
partner
partners
partridge
parts
party
pass
passable
passage
passant
passed
passes
passing
passion
passionately
passive
past
pastures
patch
paternal
path
patience
patient
patiently
patriae
patriotism
patronage
patroness
pattern
patty
pause
paused
pay
paying
pays
peace
pearls
peculiar
peculiarities
peculiarity
peculiarly
pedal
peeped
pembroke
pen
penance
pencil
pencilled
penetrate
penetrated
penetrating
penetration
penitence
penknife
pensive
pent
penury
people
perceive
perceived
perceiving
perception
peremptorily
perfect
perfection
perfectly
perforce
perform
performance
performances
performer
performers
perhaps
period
periods
permanent
permanently
permission
permit
permitted
perpetual
perpetually
perplexed
perplexing
perplexities
perplexity
perry
perrys
perseverance
persevered
persevering
persisting
person
personage
personal
personally
persons
persuadable
persuade
persuaded
persuading
persuasion
persuasions
persuasively
pert
pertinacity
perturbation
perusal
perverse
pervert
pet
petticoat
petticoats
pew
philip
philippics
philosophic
phrase
physic
physician
pianoforte
pick
picnic
picture
pictures
piece
pieces
pies
pigeon
pilfering
pillars
pink
pique
piquet
pitch
pitcher
pitiable
pitied
pitiful
pitifullest
pity
place
placed
places
placidity
placing
plague
plain
plainer
plainest
plainly
plaintive
plaister
plan
planned
planning
plans
plantation
plants
plausible
play
played
player
players
playful
playfully
playfulness
playing
plays
plea
pleading
pleasant
pleasanter
pleasantest
pleasantly
pleasantness
please
pleased
pleases
pleasing
pleasure
pleasures
plentiful
plenty
plot
plotting
plump
pocket
poem
poet
poignant
point
pointed
pointedly
pointing
points
poison
polish
polite
politeness
politest
politician
politics
pollards
pomp
pondered
pondering
ponds
pools
poor
poorer
poorly
pop
poplin
popular
popularity
populous
pore
pork
porker
portfolio
portion
portioning
portionless
portrait
portraits
positive
positively
possess
possessed
possesses
possession
possibilities
possibility
possible
possibly
post
posture
poultry
pounds
pour
poverty
power
powered
powerful
powerless
powers
practicable
practice
practise
practised
practising
praise
praised
praises
praising
pray
pre
preached
precaution
precautions
preceded
precedent
precedes
precious
precise
precisely
precision
preclude
preconceived
predicament
predict
predictions
predominated
preface
prefer
preferable
preference
preferment
preferred
prefers
prejudice
prejudiced
prejudices
premature
preparation
preparations
preparatory
prepare
prepared
preparing
prepossessing
prepossession
prescribed
presence
present
presented
presenting
presently
presents
preserve
preserved
preserves
preserving
presides
presiding
press
pressed
pressing
pressingly
pressure
presume
presumed
presuming
presumption
presumptuous
pretence
pretend
pretended
pretending
pretension
pretensions
prettily
pretty
prevail
prevailed
prevails
prevalence
prevalent
prevent
prevented
preventing
previous
previously
price
pride
prime
prince
principal
principally
principals
principle
principles
prisoner
private
privately
privation
privations
privilege
privileged
privileges
privy
prize
prized
probabilities
probability
probable
probably
proceed
proceeded
proceeding
proceedings
process
proclaimed
procrastinating
procure
procuring
prodigies
prodigy
produce
produced
produces
producing
productive
professed
professedly
professing
profession
professional
professions
profit
profitable
profits
profusion
progress
prohibited
project
projected
projects
prologue
prolong
prolonged
prominent
promise
promised
promises
promising
promote
promoted
promoting
prompt
prompted
promptitude
prone
pronounce
pronounced
pronouns
proof
proofs
propensity
proper
properer
properest
properly
property
prophecies
prophetically
proportion
proportionably
proportionate
proportions
proposal
proposals
propose
proposed
proposing
proposition
proprieties
proprietor
propriety
prose
prosing
prosings
prospect
prospects
prosperity
prosperous
protected
protecting
protection
protest
protestation
protested
protesting
protracted
proud
proudest
proudly
prove
proved
proverb
proves
provide
provided
province
proving
provision
provocation
provocations
provoke
provoked
provoking
prudence
prudent
public
publicity
pudding
puddle
puff
pulling
pulmonary
pulse
punctual
punctuality
punctually
punishment
pupil
puppies
puppy
puppyism
purchase
purchased
purchasing
pure
purest
purity
purple
purport
purpose
purposely
purposes
purse
pursue
pursued
pursuing
pursuit
pursuits
push
pushed
pushing
put
putrid
putting
puzzle
puzzled
puzzles
puzzling
quadrille
quaint
qualified
qualify
qualifying
qualities
quality
quantities
quantity
quarrel
quarrelled
quarrelling
quarrels
quarrelsome
quarter
quarters
quarto
queen
queernesses
quest
question
questionable
questioned
questions
quick
quicken
quickened
quicker
quickest
quickly
quickness
quicksighted
quiet
quieter
quietly
quietness
quit
quite
quits
quitted
quitting
quivering
rack
rain
rained
raise
raised
raising
rambling
ran
randall
randalls
random
range
rank
ranks
rapid
rapidity
rapidly
raptures
rapturous
rarely
rarity
rate
rather
rational
rationality
rationally
rave
raved
raving
re
reach
reached
reaching
read
readier
readiest
readily
readiness
reading
reads
ready
real
realised
reality
really
reanimation
reappearance
reappeared
reason
reasonable
reasonably
reasonings
reasons
reassembled
recall
recalled
recantation
receipt
receive
received
receives
receiving
recent
recently
reception
recital
recited
reckon
reckoned
reckoning
recollect
recollected
recollecting
recollection
recollections
recommend
recommendation
recommendations
recommended
recommending
reconcile
reconciled
reconciliation
recordable
recourse
recover
recovered
recovering
recovery
recur
recurrence
recurrences
red
redeem
refer
referring
refine
refined
refinement
reflect
reflected
reflecting
reflection
reflections
refrain
refrained
refresh
refreshing
refreshment
refreshments
refusal
refuse
refused
refusing
refuted
regained
regard
regarded
regarding
regardless
regards
regiment
regret
regrets
regretted
regular
regularity
regularly
regulate
regulated
reign
reigning
reigns
reinstate
rejected
rejection
rejoice
rejoiced
rejoicing
rejoined
relapse
relapsing
relate
related
relates
relating
relation
relations
relative
release
released
relented
relenting
relic
relief
relieve
relieved
relinquished
relish
reluctance
reluctant
remain
remainder
remained
remaining
remains
remark
remarkable
remarkably
remarks
remedy
remember
remembered
remembering
remembrance
remembrances
remind
reminded
reminding
remiss
remonstrance
remonstrances
remonstrated
remote
removal
remove
removed
removing
rencontre
render
rendered
rendering
renewal
renewed
renewing
renounced
renting
repaid
repast
repeat
repeated
repeatedly
repeating
repellent
repent
repentance
repetition
repetitions
replacing
replete
replied
replies
reply
replying
report
reports
reprehensible
reprehension
represent
representation
representations
representing
repressed
repressing
reproach
reproached
reproaches
reproachful
reproaching
reprobating
reprobation
reproof
reproofs
reprove
repugnance
repulsed
repulsive
reputation
repute
request
requested
requesting
require
required
requires
requiring
requisite
requisition
rescue
resemblance
resemble
resent
resentfully
resentment
reserve
reserved
reserves
resided
residence
resident
residing
resign
resignation
resigned
resist
resisted
resisting
resolutely
resolution
resolutions
resolve
resolved
resolving
resorted
resorting
resources
respect
respectability
respectable
respectably
respected
respectful
respectfully
respecting
respective
respects
respite
rest
rested
restless
restlessness
restoration
restoratives
restore
restored
restoring
restrain
restrained
restraint
restraints
restricted
result
resulted
resulting
results
resumed
resuming
retain
retained
retaining
retentive
reticule
retire
retired
retirement
retort
retract
retreated
retrospect
return
returned
returning
rev
revealed
reverie
reverse
revive
revived
reviving
revolts
reward
rewarded
rheumatic
ribband
ribbon
ribbons
rice
rich
richard
richardson
richest
richly
richmond
rid
ridden
riddle
riddles
ride
rides
ridicule
ridiculous
riding
right
rightly
rights
ring
ringing
ripening
rise
rises
rising
risk
risking
risks
rival
river
rivet
road
roast
roasted
robbed
robe
robert
robin
rode
romance
romantic
room
rooms
root
rooted
rose
rough
round
roundabout
roundly
rouse
roused
rousing
rout
route
routine
row
rows
rub
rubber
rubbers
rude
rudeness
rued
ruin
ruined
rule
rules
rumination
rumour
run
rung
running
runs
rush
rushed
s
sack
sacks
sacred
sacrifice
sacrifices
sacrificing
sad
saddle
sadly
safe
safely
safer
safest
safety
saffron
sagacity
said
sails
sake
salary
sale
salt
salted
salting
same
sample
sanction
sandwiches
sang
sanguine
sanguinely
sarcastic
sash
sashed
sat
satin
satisfaction
satisfactions
satisfactorily
satisfactory
satisfied
satisfies
satisfy
saturday
sauciness
saucy
saunders
sauntering
save
saved
saves
saving
saw
say
saying
says
scale
scalloped
scanty
scarce
scarcely
scarlet
scattered
scene
scenes
scepticism
scheme
schemed
schemes
scholar
school
schoolroom
scissors
scold
scolded
score
scorned
scornful
scotland
scoundrel
scouted
scramble
scrape
scream
screen
screwed
scruple
scruples
scrupulous
se
sea
sealed
seas
seaside
season
seasonable
seat
seated
seats
secluded
seclusion
second
secondary
seconded
secondly
seconds
secrecy
secresy
secret
secretly
secrets
secure
secured
secures
securing
security
sedate
seduced
see
seeing
seek
seeking
seem
seemed
seeming
seemingly
seems
seen
sees
seize
seized
seizure
seldom
select
self
selfish
selfishness
selina
sell
selves
seminary
send
sending
sends
sensation
sensations
sense
senseless
senses
sensibilities
sensibility
sensible
sent
sentence
sentences
sentiment
sentimentally
sentiments
separate
separated
separating
separation
separations
sept
september
sequel
serenity
series
serious
seriously
seriousness
serle
servant
servants
serve
served
service
serviceable
services
set
sets
setting
settle
settled
settling
seven
seventeen
several
severe
severity
sex
shabby
shade
shaded
shadow
shake
shaken
shakespeare
shaking
shall
shame
shameful
shamefully
shan
shape
share
shared
sharer
sharing
shark
sharks
sharp
shawl
she
shedding
sheep
sheepskin
sheet
sheets
shells
shelter
sheltered
shepherd
shew
shewed
shewing
shewn
shews
shift
shifted
shifts
shilling
shine
ship
shivering
shock
shocked
shocking
shod
shoes
shook
shop
shopping
shops
short
shorten
shortening
shortly
shortness
should
shoulder
shoulders
show
shower
shows
shrinking
shrubberies
shrubbery
shrubs
shrugged
shrunk
shut
shy
sick
sickly
sickness
side
sideboard
sigh
sighed
sighing
sighs
sight
sighted
sights
sign
signed
significant
significantly
signified
signify
silence
silenced
silent
silently
silly
silver
silversmith
similar
similarity
simple
simpleton
simplicity
simply
sin
since
sincere
sincerely
sincerity
sing
singing
single
singular
singularly
sink
sinking
sinned
sins
sir
sister
sisters
sit
sitters
sitting
situated
situation
situations
six
sixpence
sixpences
sixteen
sixty
size
sized
sketch
sketches
skilful
skill
skin
sky
slackened
slap
slave
slavery
sleek
sleep
sleeping
sleepless
sleety
slept
slice
slices
slight
slighted
slightest
slighting
slightingly
slightly
slippery
slope
slow
slowly
sluggish
slumbering
sly
slyness
small
smaller
smallest
smallness
smallridge
smartened
smell
smells
smile
smiled
smiles
smiling
smilingly
smith
smiths
smoke
smooth
smoothed
smoothness
sneering
sneers
snow
snowed
snowing
snows
so
sober
sobering
social
society
sofa
soft
soften
softened
softening
softer
softest
softly
softness
solace
sold
sole
solemn
solemnity
solemnly
solicitation
solicited
solicitous
solicitously
solicitude
solicitudes
solidity
soliloquy
solitarily
solitary
solitude
some
somebody
somehow
something
